Repository: theforeman/foreman_templates
Catalog: locale/*/foreman_templates.po
Languages: de, fr, ja, ka, pt_br

source: Action type
fr: Type d'action
ja: アクションタイプ
ka: ქმედების ტიპი

source: Always
de: Immer
fr: Toujours
ja: 常に
ka: ყოველთვის
pt_br: Sempre

source: Associate
de: Assoziieren
fr: Associer
ja: 関連付け
ka: ასოცირება
pt_br: Associado

source: Associate templates to OS, organization and location
de: Verknüpfen Sie Vorlagen mit Betriebssystem, Organisation und Standort
fr: Associer des modèles au système d'exploitation, à l'organisation et au lieu
ja: テンプレートをOS、組織、ロケーションに関連付けます
ka: შაბლონების ასოცირება ოს-თან, ორგანიზაციასთან და მდებარეობებთან
pt_br: Associar modelos ao sistema operacional, organização e localização

source: Associate to OS's, Locations & Organizations. Options are: always, new or never.
de: Assoziieren mit Betriebssystemen, Standorten und Organisationen. Optionen sind: immer, neu oder nie.
fr: Associer à des systèmes d'exploitation, des emplacements et des organisations. Les options sont : toujours, nouveau ou jamais.
ja: OS、ロケーション、組織に関連付けます。オプションは always、new、または never。
ka: ასოცირება ოს-ებთან, მდებარეობებთან და ორგანიზაციებთან. ვარიანტებია: ყოველთვის, ახალი ან არასდროს.
pt_br: Associado a OS's, Locais e Organizações. As opções são: sempre, novo ou nunca.

source: Back to sync form
fr: Retour au formulaire de sync
ja: 同期フォームに戻る
ka: სინქრონიზაციის ფორმაზე დაბრუნება

source: Branch
de: Zweig
fr: Branche
ja: ブランチ
ka: ბრენჩი
pt_br: Ramo

source: Branch in Git repo.
de: Branch im Git-Repo.
fr: Branche dans le référentiel Git.
ja: Git リポジトリーのブランチ。
ka: Git რეპოს ბრენჩი.
pt_br: Ramo em Git repo.

source: Choose verbosity for Rake task importing templates
de: Wählen Sie die Ausführlichkeit für Importvorlagen für Rake-Tasks
fr: Choisir la verbosité pour les modèles d'importation de tâches Rake
ja: テンプレートをインポートする Rake タスクの詳細を選択します
ka: აირჩიეთ შაბლონების შემომტანი პროცესის შეტყობინებების სიმრავლე
pt_br: Escolha a verbosidade para os modelos de importação da tarefa Rake

source: Commit message
fr: Message de validation
ja: メッセージのコミット
ka: კომიტის შეტყობინება

source: Custom HTTP proxy
fr: Proxy HTTP personnalisé

source: Custom commit message for templates export
fr: Message de validation personnalisé pour l'exportation de modèles
ja: テンプレートエクスポート用のカスタムコミットメッセージ
ka: შაბლონების გადაცემის შეტყობინების ხელით მითითება

source: Default branch in Git repo
de: Standard-Branch im Git-Repository
fr: Branche par défaut dans le repo Git
ja: Git リポジトリーのデフォルトブランチ
ka: Git რეპოს ნაგულისხმები ბრენჩი
pt_br: Ramo padrão em Git repo

source: Default metadata export mode, refresh re-renders metadata, keep will keep existing metadata, remove exports template without metadata
de: Standard-Metadaten-Exportmodus, Aktualisieren, rendert Metadaten neu, behält vorhandene Metadaten bei, entfernt Exportvorlagen ohne Metadaten
fr: Mode d'exportation des métadonnées par défaut, rafraîchir restitue les métadonnées, conserver les métadonnées existantes, supprimer exporte le modèle sans métadonnées
ja: デフォルトのメタデータエクスポートモード、更新はメタデータを再レンダリングし、保持は既存のメタデータを保持し、削除はメタデータなしでテンプレートをエクスポートします
ka: მეტამონაცემების გატანის ნაგულისხმები რეჟიმი, განახლება ხელახლა გადასცემს მეტამონაცემებს, შენახვა შეინარჩუნებს არსებულ მეტამონაცემებს, გატანის შაბლონის წაშლა მეტამონაცემების გარეშე
pt_br: Modo de exportação de metadados padrão, atualiza os metadados de revenda, mantém manterá os metadados existentes, removerá o modelo de exportação sem metadados

source: Directory within Git repo containing the templates.
fr: Le répertoire du référentiel Git contenant les modèles

source: Export
fr: Exporter
ja: エクスポート
ka: გატანა
pt_br: Exportar

source: Export templates with names matching this regex (case-insensitive; snippets are not filtered).
de: Exportieren Sie Vorlagen mit Namen, die dieser Regex entsprechen (Groß-/Kleinschreibung wird nicht beachtet; Snippets werden nicht gefiltert).
fr: Exporte les modèles dont les noms correspondent à cette expression rationnelle (insensible à la casse ; les extraits ne sont pas filtrés).
ja: この正規表現に一致する名前のテンプレートをエクスポートします (大文字と小文字は区別されず、スニペットはフィルタリングされません)。
ka: ამ რეგულარულ გამოსახულებაზე დამთხვეული სახელების მქონე შაბლონების გატანა (ნაწილობრივი დამთხვევები გამოტოვებული არ იქნება).
pt_br: Modelos de exportação com nomes correspondentes a este regex (não sensível a maiúsculas e minúsculas; os trechos não são filtrados).

source: Filter
fr: Filtre
ja: フィルター
ka: ფილტრი
pt_br: Flitro

source: Force import
de: Import erzwingen
fr: Forcer l'importation
ja: 強制インポート
ka: ძალით შემოტანა
pt_br: Forçar a importação

source: Global default HTTP proxy
fr: Proxy HTTP par défaut global

source: HTTP proxy
fr: Proxy HTTP
ja: HTTP プロキシー
ka: HTTP პროქსი

source: HTTP proxy policy
fr: Politique de proxy HTTP

source: HTTP proxy policy for template sync. \ Use only when synchronizing templates through the HTTP or the HTTPS protocol. If you choose 'selected', provide the `http_proxy_id` parameter.
fr: Politique de proxy HTTP pour la synchronisation des modèles. À utiliser uniquement lors de la synchronisation des modèles via le protocole HTTP ou HTTPS. Si vous choisissez « selected », indiquez le paramètre « http_proxy_id ».

source: How to handle lock for imported templates?
fr: Comment gérer le verrouillage des modèles importés ?
ja: インポートされたテンプレートのロックを処理する方法
ka: როგორ დავამუშაო ბლოკირება შემოტანილი შაბლონებისთვის?

source: ID of an HTTP proxy to use for template sync. Use this parameter together with `'http_proxy_policy':'selected'`
fr: ID d'un proxy HTTP à utiliser pour la synchronisation des modèles. Utilisez ce paramètre avec `'http_proxy_policy':'selected'`

source: Import
fr: Importation
ja: インポート
ka: შემოტანა
pt_br: Importar

source: Import or Export Templates
fr: Importer ou exporter des modèles
ja: テンプレートのインポートまたはエクスポート
ka: შაბლონების შემოტანა და გატანა

source: Import/export names matching this regex (case-insensitive; snippets are not filtered)
fr: Noms d'importation ou d'exportation correspondant à cette expression rationnelle (insensible à la casse ; les extraits ne sont pas filtrés)
ja: この正規表現に一致する名前をインポートまたはエクスポートします (大文字と小文字は区別されず、スニペットはフィルタリングされません)
ka: რეგულარულ გამოსახულებაზე დამთხვეული სახელების შეტანა/გატანა (ნაწილობრივი დამთხვევები გამოტოვებული არ იქნება)

source: Initiate Export
de: Export initiieren
fr: Initier l'exportation
ja: エクスポートを開始します
ka: გატანის დაწყება
pt_br: Iniciar a exportação

source: Initiate Import
de: Import einleiten
fr: Initier l'importation
ja: インポートを開始します
ka: შემოტანის დაწყება
pt_br: Iniciar a importação

source: Invalid repo format, must start with one of:
fr: Format de référentiel non valide, doit commencer par l'un des éléments suivants :

source: Keep
de: Behalten
fr: Gardez
ja: 保持
ka: დატოვება
pt_br: Guarde

source: Keep, do not lock new
fr: Gardez, ne verrouillez pas le(s) nouveau(x)
ja: 保持、新規項目のロックなし
ka: შენარჩუნება, ახლოს არ დაბლოკვა

source: Keep, lock new
fr: Garder, verrouiller nouveau
ja: 保持、新規項目のロック
ka: შენარჩუნება, ახლის დაბლოკვა

source: Lock
de: Sperren
fr: Verrou
ja: ロック
ka: ჩაკეტვა
pt_br: Bloqueio

source: Lock imported templates
de: Importierte Vorlagen sperren
fr: Verrouiller les modèles importés
ja: インポートしたテンプレートをロックします
ka: შემოტანილი შაბლონების დაბლოკვა
pt_br: Travar modelos importados

source: Lock templates
de: Vorlagen sperren
fr: Verrouillage des modèles
ja: テンプレートのロック
ka: შაბლონების დაბლოკვა
pt_br: Modelos de fechaduras

source: Metadata export mode
de: Metadaten-Exportmodus
fr: Mode d'exportation des métadonnées
ja: メタデータエクスポートモード
ka: მეტამონაცემების გატანის რეჟიმი
pt_br: Modo de exportação de metadados

source: Negate
de: Negieren
fr: Annule
ja: 無効化
ka: უარყოფა
pt_br: Negue

source: Negate the filter for import/export
fr: Supprimer le filtre pour les importations/exportations
ja: インポート/エクスポートのフィルターを無効にします。
ka: ფილტრის გაუარყოფითება შეტანა/გატანისთვის

source: Negate the prefix (for purging).
de: Negieren Sie das Präfix (zum Bereinigen).
fr: Négation du préfixe (pour purger).
ja: プレフィックスを無効にします (パージ用)。
ka: პრეფიქსის უარყოფა(გასასუფთავებლად)
pt_br: Negar o prefixo (para purga).

source: Never
de: Nie
fr: Jamais
ja: なし
ka: არასდროს
pt_br: Nunca

source: New
de: Neu
fr: Nouveau
ja: 新規
ka: ახალი
pt_br: Novo

source: No HTTP proxy
fr: Pas de proxy HTTP

source: Override the default repo from settings.
de: Überschreiben Sie das Standard-Repository aus den Einstellungen.
fr: Remplace le référentiel par défaut des paramètres.
ja: 設定からデフォルトのリポジトリーを上書きします。
ka: პარამეტრებში მითითებული ნაგულისხმები რეპოს გადაფარვა.
pt_br: Anular o reporte padrão das configurações.

source: Page Not Found
fr: Page non trouvée
ja: ページが見つかりませんでした
ka: გვერდი ვერ მოიძებნა

source: Permission Denied
fr: Permission non accordée
ja: パーミッションが拒否されました
ka: წვდომა აკრძალულია
pt_br: Permissão recusada

source: Please check the access permissions/SELinux and make sure it is readable/writable for the web application user account, typically '%s'.
fr: Veuillez vérifier les autorisations d'accès/SELinux et assurez-vous qu'elles sont lisibles/inscriptibles pour le compte utilisateur de l'application web, généralement '%s'.
ja: アクセス許可/SELinux を確認し、Web アプリケーションのユーザーアカウント (通常は '%s') に対して読み取り/書き込み可能であることを確認してください。
ka: შეამოწმეთ SELinux/წვდომის უფლებები და დარწმუნდით, რომ ის ჩაწერადი/კითხვადია ვებ აპლიკაციის მომხმარებლის მიერ (ჩვეულებრივ, '%s').

source: Please request one of the required permissions listed below from a Foreman administrator:
de: Bitte fordern Sie eine der erforderlichen Berechtigungen unterhalb bei einem Foreman-Administrator an:
fr: Merci de demander une des permissions requises listées ci-dessous à un administrateur de Foreman :
ja: 以下に一覧表示された必須パーミッションのいずれかを、Foreman 管理者に要求してください:
ka: საჭიროა ერთი ან მეტი ქვემოთ ჩამოთვლილი წვდომის გამოთხოვა Foreman-ის ადმინისტრატორისგან:
pt_br: Por favor, solicite uma das permissões necessárias listadas abaixo através de um administrador Foreman:

source: Prefix
de: Präfix
fr: Préfixe
ja: 接頭辞
ka: პრეფიქსი
pt_br: Prefixo

source: Refresh
de: Aktualisieren
fr: Réactualiser
ja: 更新
ka: განახლება
pt_br: Atualizar

source: Remove
de: Entfernen
fr: Supprimer
ja: 削除
ka: წაშლა
pt_br: Remover

source: Repo
de: Repository
fr: Référentiel
ja: リポジトリー
ka: რეპო

source: Select an HTTP proxy to use for template sync. You can add HTTP proxies on the Infrastructure > HTTP proxies page.
fr: Sélectionnez un proxy HTTP à utiliser pour la synchronisation des modèles. Vous pouvez ajouter des proxys HTTP sur la page Infrastructure > Proxies HTTP.

source: Should an HTTP proxy be used for template sync? If you select Custom HTTP proxy, you will be prompted to select one.
fr: Faut-il utiliser un proxy HTTP pour la synchronisation des modèles ? Si vous sélectionnez Proxy HTTP personnalisé, vous serez invité à en sélectionner un.

source: Should importing overwrite locked templates?
de: Sollen beim Importieren gesperrte Vorlagen überschrieben werden?
fr: L'importation doit-elle écraser les modèles verrouillés ?
ja: インポートするとロックされたテンプレートは上書きされますか?
ka: შემოტანამ დაბლოკილ შაბლონებს გადააწეროს თუ არა?
pt_br: A importação deve sobregravar modelos bloqueados?

source: Show template diff in response
de: Vorlagenunterschied in Antwort anzeigen
fr: Afficher la différence de modèle dans la réponse
ja: 応答としてテンプレートの差分を表示します
ka: პასუხად შაბლონის სხვაობის ჩვენება
pt_br: Mostrar modelo dif em resposta

source: Specify how to handle metadata
de: Geben Sie an, wie mit Metadaten umgegangen werden soll
fr: Spécifier comment traiter les métadonnées
ja: メタデータの処理方法を指定します
ka: მეტამონაცემების დამუშავების ხერხი
pt_br: Especificar como lidar com metadados

source: Sync Templates
fr: Modèles de synchronisation
ja: テンプレートの同期
ka: შაბლონების სინქრონიზაცია
pt_br: Modelos de Sincronização

source: Target path to import/export. Different protocols can be used, for example /tmp/dir, git://example.com, https://example.com, ssh://example.com. When exporting to /tmp, note that production deployments may be configured to use private tmp.
fr: Chemin cible pour l'importation/exportation. Différents protocoles peuvent être utilisés, par exemple /tmp/dir, git://exemple.com, https://example.com, ssh://exemple.com. Lors de l'exportation vers /tmp, notez que les déploiements de production peuvent être configurés pour utiliser le tmp privé.
ja: インポート/エクスポートのターゲットパス。/tmp/dir、git://example.com、https://example.com、ssh://example.com などの異なるプロトコルを使用できます。/tmp にエクスポートする場合には、実稼働デプロイメントがプライベート tmp を使用するように設定されている可能性があることに注意してください。
ka: შეტანა/გამოტანის სამიზნე ბილიკი. შეგიძლიათ გამოიყენოთ სხვადასხვა პროტოკოლები. მაგალთად: /tmp/dir, git://example.com, https://example.com, ssh://example.com. /tmp-ზე გატანისას დაიმახსოვრეთ, რომ საწარმოო გაშლები შეიძლება საკუთარ დროებით საქაღალდეს იყენებდნენ.

source: Template Sync
fr: Sync Modèle
ja: テンプレート同期
ka: შაბლონების სინქრონიზაცია

source: The directory within the Git repo containing the templates
de: Das Verzeichnis im Git-Repository, das die Vorlagen enthält
fr: Le répertoire du référentiel Git contenant les modèles
ja: テンプレートを含む Git リポジトリー内のディレクトリー
ka: შაბლონების შემცველი საქაღალდე Git-ის რეპოში
pt_br: O diretório dentro do Git repo contendo os modelos

source: The page you are looking for does not exist
fr: La page que vous recherchez n'existe pas
ja: 探しているページは存在しません
ka: გვერდი, რომელსაც ეძებთ, არ არსებობს

source: The string all imported templates should begin with.
de: Die Zeichenfolge, mit der alle importierten Vorlagen beginnen sollten.
fr: La chaîne de caractères par laquelle tous les modèles importés doivent commencer.
ja: インポートされたすべてのテンプレートが開始する文字列
ka: სტრიქონი, რომლითაც შემოტანილი შაბლონები უნდა იწყებოდეს.
pt_br: O fio deve começar com todos os modelos importados.

source: The string that will be added as prefix to imported templates
fr: La chaîne qui sera ajoutée comme préfixe aux modèles importés
ja: インポートされたテンプレートの接頭辞として追加される文字列
ka: ეს სტრიქონი შემოტანილ შაბლონებზე პრეფიქსად დაემატება

source: Unlock
de: Entsperren
fr: Déverrouillage
ja: ロック解除
ka: განბლოკვა
pt_br: Desbloquear

source: Update templates that are locked
de: Gesperrte Vorlagen aktualisieren
fr: Mettre à jour les modèles qui sont verrouillés
ja: ロックされているテンプレートを更新します
ka: დაბლოკილი შაბლონების განახლება
pt_br: Modelos de atualização que são bloqueados

source: Use default value from settings
fr: Utiliser la valeur par défaut des paramètres
ja: 設定のデフォルト値の使用
ka: პარამეტრებიდან ნაგულისხმები მნიშვნელობის გამოყენება

source: Using file-based synchronization, but couldn't access %s.
fr: J'utilise la synchronisation basée sur les fichiers, mais je n'ai pas pu accéder à %s.
ja: ファイルベースの同期を使用していますが、%s にアクセスできませんでした。
ka: გამოიყენება ფაილების სინქრონიზაცია, მაგრამ %s-სთან წვდომის უფლება არ მაქვს.
pt_br: Usando a sincronização baseada em arquivos, mas não foi possível acessar %s.

source: Verbosity
de: Ausführlichkeit
fr: Verbosité
ja: 詳細
ka: გამოტანილი შეტყობინებების რაოდენობა
pt_br: Verbosidade

source: You are not authorized to perform this action.
de: Sie sind nicht berechtigt, diese Aktion durchzuführen.
fr: Vous n'êtes pas autorisé à effectuer cette action.
ja: このアクションを実行する権限がありません。
ka: ამ ქმედებისთვის საჭირო ავტორიზაცია არ გაგაჩნიათ.
pt_br: Você não está autorizado a executar essa ação.

source: Dirname
ka: საქაღალდის სახელი

source: The directory within Git repo containing the templates
de: Das Verzeichnis im Git-Repository, das die Vorlagen enthält
pt_br: O diretório dentro do Git repo contendo os gabaritos

source: Action with sub plans
de: Aktion mit Unterplänen

source: Import Puppet classes
de: Puppet-Klassen importieren

source: Import facts
de: Fakten importieren

source: Remote action:
de: Entfernte Aktion:
